Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Charging
ar: الشحن
cs: Nabíjení
da: Opladning
de: Aufladen
es: Cargando
fi: Lataus
fr: Chargement
he: טעינה
hu: Töltés
it: Ricarica
ja: 充電
ko: 충전
nb: Lading
nl: Opladen
pl: Ładowanie
pt_br: Carregamento
ro: Încărcare
ru: Зарядка
sk: Nabíjanie
sl: Polnjenje
sv: Laddning
tr: Şarj etme
uk: Зарядка
vi: Sạc
zh_hans: 充电

source: Choose your Eversense transmitter
ar: اختر جهاز الإرسال Eversense الخاص بك
cs: Výběr vysílače Eversense
da: Vælg din Eversense-sender
de: Wählen Sie Ihren Eversense-Sender
es: Elija su transmisor Eversense
fi: Valitse Eversense-lähetin
fr: Choisissez votre émetteur Eversense
he: בחר את משדר Eversense שלך
hu: Válassza ki az Eversense jeladót
it: Scegliete il vostro trasmettitore Eversense
ja: エバーセンスの送信機を選ぶ
ko: 에버센스 송신기 선택
nb: Velg din Eversense-sender
nl: Kies uw Eversense zender
pl: Wybierz nadajnik Eversense
pt_br: Escolha o seu transmissor Eversense
ro: Alegeți transmițătorul Eversense
ru: Выберите передатчик Eversense
sk: Vyberte si vysielač Eversense
sl: Izberite svoj oddajnik Eversense
sv: Välj din Eversense-sändare
tr: Eversense vericinizi seçin
uk: Оберіть свій передавач Eversense
vi: Chọn máy phát Eversense của bạn
zh_hans: 选择您的 Eversense 发射器

source: Configure how long the transmitter is allowed to be disconnected from your phone
ar: قم بتكوين المدة المسموح بها لفصل جهاز الإرسال عن هاتفك
cs: Nastavení doby, po kterou smí být vysílač odpojen od telefonu.
da: Konfigurer, hvor længe senderen må være frakoblet din telefon
de: Konfigurieren Sie, wie lange der Sender von Ihrem Telefon getrennt werden darf
es: Configura el tiempo que el transmisor puede estar desconectado de tu teléfono.
fi: Määritä, kuinka kauan lähetin saa olla irrotettuna puhelimesta.
fr: Configurez la durée pendant laquelle l'émetteur est autorisé à être déconnecté de votre téléphone.
he: הגדר כמה זמן מותר לנתק את המשדר מהטלפון שלך
hu: Annak beállítása, hogy az adó mennyi ideig legyen leválasztva a telefonról.
it: Configurare il tempo di disconnessione del trasmettitore dal telefono.
ja: 送信機が携帯電話から切断されるまでの時間を設定します。
ko: 휴대폰에서 송신기 연결을 해제할 수 있는 시간을 구성합니다.
nb: Konfigurer hvor lenge senderen skal kunne være frakoblet fra telefonen
nl: Configureer hoe lang de zender losgekoppeld mag zijn van uw telefoon
pl: Skonfiguruj, jak długo nadajnik może być odłączony od telefonu.
pt_br: Configurar o tempo que o transmissor pode ficar desligado do telemóvel
ro: Configurați cât timp este permis ca transmițătorul să fie deconectat de la telefon
ru: Настройте, как долго передатчик может быть отключен от телефона.
sk: Konfigurácia času, počas ktorého môže byť vysielač odpojený od telefónu
sl: Konfigurirajte, koliko časa lahko oddajnik ni povezan s telefonom.
sv: Konfigurera hur länge sändaren får vara frånkopplad från din telefon
tr: Vericinin telefonunuzla bağlantısının ne kadar süreyle kesilmesine izin verileceğini yapılandırma
uk: Налаштуйте час, протягом якого передавач може бути від'єднаний від вашого телефону
vi: Định cấu hình thời gian máy phát được phép ngắt kết nối khỏi điện thoại của bạn
zh_hans: 配置允许发射器与手机断开连接的时间长度

source: Configure how much time should be configured between each low or high glucose alert
ar: قم بتكوين مقدار الوقت الذي يجب تكوينه بين كل تنبيه بانخفاض أو ارتفاع الجلوكوز
cs: Konfigurace doby, která má být nastavena mezi jednotlivými upozorněními na nízkou nebo vysokou hladinu glukózy.
da: Konfigurer, hvor lang tid der skal gå mellem hver alarm om lavt eller højt blodsukker
de: Konfigurieren Sie, wie viel Zeit zwischen jedem Alarm für einen niedrigen oder hohen Blutzuckerwert liegen soll.
es: Configure cuánto tiempo debe transcurrir entre cada alerta de glucosa baja o alta
fi: Määritä, kuinka paljon aikaa kunkin alhaisen tai korkean glukoosipitoisuuden hälytyksen välillä on määritettävä.
fr: Configurer le délai entre chaque alerte d'hypoglycémie ou d'hyperglycémie
he: הגדר כמה זמן צריך להיות מוגדר בין כל התראת גלוקוז נמוכה או גבוהה
hu: Annak beállítása, hogy mennyi időt kell beállítani az egyes alacsony vagy magas glükózszintű riasztások között.
it: Configurare l'intervallo di tempo tra ogni avviso di glucosio basso o alto.
ja: 各低血糖または高血糖アラート間の設定時間を設定します。
ko: 각 저혈당 또는 고혈당 알림 사이에 얼마나 많은 시간을 설정해야 하는지 구성합니다.
nb: Konfigurer hvor lang tid det skal gå mellom hvert varsel om lavt eller høyt blodsukker
nl: Configureer hoeveel tijd er moet worden geconfigureerd tussen elke waarschuwing voor een lage of hoge glucosewaarde
pl: Skonfiguruj, ile czasu powinno upłynąć między każdym alarmem niskiego lub wysokiego poziomu glukozy.
pt_br: Configurar quanto tempo deve ser configurado entre cada alerta de glicemia baixa ou alta
ro: Configurați cât timp ar trebui să fie configurat între fiecare alertă de glicemie scăzută sau ridicată
ru: Настройте, сколько времени должно пройти между каждым предупреждением о низком или высоком уровне глюкозы
sk: Konfigurácia času medzi jednotlivými upozorneniami na nízku alebo vysokú hladinu glukózy
sl: Konfigurirajte, koliko časa naj bo nastavljeno med posameznimi opozorili o nizki ali visoki ravni glukoze.
sv: Konfigurera hur lång tid som ska gå mellan varje larm om låg eller hög glukosnivå
tr: Her düşük veya yüksek glikoz uyarısı arasında ne kadar zaman olması gerektiğini yapılandırın
uk: Налаштуйте проміжок часу між сповіщеннями про низький або високий рівень глюкози
vi: Định cấu hình thời gian cần được định cấu hình giữa mỗi cảnh báo glucose thấp hoặc cao
zh_hans: 配置每次低血糖或高血糖警报之间的间隔时间

source: Configure when to receive an alert for low glucose
ar: تهيئة وقت تلقي تنبيه بانخفاض مستوى الجلوكوز
cs: Konfigurace upozornění na nízkou hladinu glukózy
da: Konfigurer, hvornår du skal modtage en advarsel om lavt blodsukker
de: Konfigurieren Sie, wann Sie einen Alarm bei niedrigem Blutzucker erhalten möchten
es: Configurar cuándo recibir una alerta de glucosa baja
fi: Määritä, milloin saat hälytyksen matalasta glukoosista.
fr: Configurer le moment où l'on doit recevoir une alerte en cas d'hypoglycémie
he: הגדר מתי לקבל התראה על גלוקוז נמוך
hu: Annak beállítása, hogy mikor kapjon riasztást az alacsony glükózszintről
it: Configurare quando ricevere un avviso per il glucosio basso
ja: 低グルコースのアラートを受信するタイミングを設定する
ko: 저혈당 알림을 받을 시기 구성하기
nb: Konfigurer når du skal motta et varsel om lavt blodsukker
nl: Configureer wanneer u een waarschuwing voor lage glucose ontvangt
pl: Konfiguracja czasu otrzymywania alertu o niskim poziomie glukozy
pt_br: Configurar quando receber um alerta de glicemia baixa
ro: Configurați când să primiți o alertă pentru glicemie scăzută
ru: Настройте, когда получать предупреждение о низком уровне глюкозы
sk: Konfigurácia prijímania upozornenia na nízku hladinu glukózy
sl: Konfiguracija prejemanja opozorila o nizki ravni glukoze
sv: Konfigurera när du ska få en varning för lågt blodsocker
tr: Düşük glikoz için ne zaman uyarı alınacağını yapılandırma
uk: Налаштуйте, коли отримувати сповіщення про низький рівень глюкози
vi: Định cấu hình khi nào nhận được cảnh báo về lượng glucose thấp
zh_hans: 配置何时接收低血糖警报

source: Confirm
ar: تأكيد
cs: Potvrďte
da: Bekræft
de: Bestätigen Sie
es: Confirme
fi: Vahvista
fr: Confirmer
he: לאשר
hu: Megerősítés
it: Confermare
ja: 確認
ko: 확인
nb: Bekreft
nl: Bevestig
pl: Potwierdzenie
pt_br: Confirmar
ro: Confirmați
ru: Подтвердите
sk: Potvrďte
sl: Potrdite
sv: Bekräfta
tr: Onaylayın
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认

source: Connecting
ar: التوصيل
cs: Připojení
da: Forbindelse
de: Verbinden Sie
es: Conexión
fi: Yhdistäminen
fr: Connexion
he: מתחבר
hu: A csatlakoztatása
it: Collegamento
ja: 接続
ko: 연결
nb: Tilkobling
nl: Aansluiten op
pl: Łączenie
pt_br: Ligação
ro: Conectare
ru: Подключение
sk: Pripojenie
sl: Povezovanje
sv: Anslutning
tr: Bağlantı
uk: Підключення
vi: Kết nối
zh_hans: 连接

source: Continue
ar: تابع
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continúe en
fi: Jatka
fr: Continuer
he: המשך
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속하기
nb: Fortsett
nl: Ga verder
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tr: Devam et
uk: Продовжуйте
vi: Tiếp tục
zh_hans: 继续

source: Create account
ar: إنشاء حساب
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
es: Crear una cuenta
fi: Luo tili
fr: Créer un compte
he: צור חשבון
hu: Fiók létrehozása
it: Creare un account
ja: アカウント作成
ko: 계정 만들기
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar conta
ro: Creați un cont
ru: Создать учетную запись
sk: Vytvorenie účtu
sl: Ustvarite račun
sv: Skapa konto
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_hans: 创建账户

source: Create Account
ar: إنشاء حساب
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
es: Crear una cuenta
fi: Luo tili
fr: Créer un compte
he: צור חשבון
hu: Fiók létrehozása
it: Creare un account
ja: アカウント作成
ko: 계정 만들기
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar conta
ro: Creați un cont
ru: Создать учетную запись
sk: Vytvorenie účtu
sl: Ustvarite račun
sv: Skapa konto
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_hans: 创建账户

source: Current phase
ar: المرحلة الحالية
cs: Aktuální fáze
da: Nuværende fase
de: Aktuelle Phase
es: Fase actual
fi: Nykyinen vaihe
fr: Phase actuelle
he: שלב נוכחי
hu: Jelenlegi fázis
it: Fase attuale
ja: 現段階
ko: 현재 단계
nb: Nåværende fase
nl: Huidige fase
pl: Faza bieżąca
pt_br: Fase atual
ro: Faza curentă
ru: Текущая фаза
sk: Aktuálna fáza
sl: Trenutna faza
sv: Nuvarande fas
tr: Mevcut aşama
uk: Поточна фаза
vi: Giai đoạn hiện tại
zh_hans: 当前阶段

source: Daily calibration
ar: المعايرة اليومية
cs: Denní kalibrace
da: Daglig kalibrering
de: Tägliche Kalibrierung
es: Calibración diaria
fi: Päivittäinen kalibrointi
fr: Étalonnage quotidien
he: כיול יומי
hu: Napi kalibrálás
it: Calibrazione giornaliera
ja: 毎日の校正
ko: 일일 보정
nb: Daglig kalibrering
nl: Dagelijkse kalibratie
pl: Codzienna kalibracja
pt_br: Calibração diária
ro: Calibrare zilnică
ru: Ежедневная калибровка
sk: Denná kalibrácia
sl: Dnevno umerjanje
sv: Daglig kalibrering
tr: Günlük kalibrasyon
uk: Щоденне калібрування
vi: Hiệu chuẩn hàng ngày
zh_hans: 每日校准

source: Daily dual calibration
ar: معايرة مزدوجة يومية
cs: Denní duální kalibrace
da: Daglig dobbelt kalibrering
de: Tägliche doppelte Kalibrierung
es: Calibración doble diaria
fi: Päivittäinen kaksoiskalibrointi
fr: Double étalonnage quotidien
he: כיול כפול יומי
hu: Napi kettős kalibrálás
it: Doppia calibrazione giornaliera
ja: 毎日デュアルキャリブレーション
ko: 매일 이중 보정
nb: Daglig dobbel kalibrering
nl: Dagelijkse dubbele kalibratie
pl: Codzienna podwójna kalibracja
pt_br: Calibração dupla diária
ro: Calibrare dublă zilnică
ru: Ежедневная двойная калибровка
sk: Denná duálna kalibrácia
sl: Dnevno dvojno umerjanje
sv: Daglig dubbelkalibrering
tr: Günlük ikili kalibrasyon
uk: Щоденне подвійне калібрування
vi: Hiệu chuẩn kép hàng ngày
zh_hans: 每日双重校准

source: Daily dual calibration Phase
ar: مرحلة المعايرة المزدوجة اليومية
cs: Denní duální kalibrace Fáze
da: Daglig dobbeltkalibrering Fase
de: Tägliche Doppelkalibrierung Phase
es: Calibración doble diaria Fase
fi: Päivittäinen kaksoiskalibrointi Vaihe
fr: Double étalonnage quotidien Phase
he: שלב כיול כפול יומי
hu: Napi kettős kalibrálás Fázis
it: Doppia calibrazione giornaliera Fase
ja: 毎日デュアル・キャリブレーション フェーズ
ko: 일일 이중 보정 단계
nb: Daglig dobbeltkalibrering Fase
nl: Dagelijkse dubbele kalibratiefase
pl: Codzienna podwójna faza kalibracji
pt_br: Calibração dupla diária Fase
ro: Faza de calibrare dublă zilnică
ru: Ежедневная двойная калибровка Фаза
sk: Denná dvojitá kalibrácia Fáza
sl: Dnevno dvojno umerjanje Faza
sv: Daglig dubbelkalibrering Fas
tr: Günlük ikili kalibrasyon Aşaması
uk: Щоденна фаза подвійного калібрування
vi: Giai đoạn hiệu chuẩn kép hàng ngày
zh_hans: 每日双重校准阶段

source: Debug/test
ar: التصحيح/الاختبار
cs: Ladění/testování
da: Fejlfinding/test
de: Fehlersuche/Test
es: Depuración/prueba
fi: Vianmääritys/testi
fr: Débogage/test
he: ניפוי באג/בדיקה
hu: Hibakeresés/tesztelés
ja: デバッグ/テスト
ko: 디버그/테스트
nb: Feilsøking/test
pl: Debugowanie/testowanie
pt_br: Depurar/testar
ro: Depanare/test
ru: Отладка/тестирование
sk: Ladenie/testovanie
sl: Odstranjevanje napak/preizkus
sv: Felsökning/test
tr: Hata ayıklama/test
uk: Налагодження/тестування
vi: Gỡ bỏ/kiểm tra
zh_hans: 调试/测试

source: Delete CGM
ar: حذف CGM
cs: Odstranit CGM
da: Slet CGM
de: CGM löschen
es: Borrar CGM
fi: Poista CGM
fr: Supprimer le CGM
he: מחק CGM
hu: CGM törlése
it: Cancellare il CGM
ja: CGMの削除
ko: CGM 삭제
nb: Slett CGM
nl: CGM verwijderen
pl: Usuń CGM
pt_br: Eliminar o CGM
ro: Ștergeți senzorul de glicemie
ru: Удалить CGM
sk: Odstránenie CGM
sl: Brisanje CGM
sv: Ta bort CGM
tr: CGM'yi sil
uk: Видалення КГМ
vi: Xóa CGM
zh_hans: 删除 CGM

source: Disable this value if you wish to not receive any alerts from your transmitter
ar: قم بتعطيل هذه القيمة إذا كنت ترغب في عدم تلقي أي تنبيهات من جهاز الإرسال الخاص بك
cs: Tuto hodnotu zakažte, pokud nechcete dostávat žádná upozornění z vysílače.
da: Deaktiver denne værdi, hvis du ikke ønsker at modtage nogen advarsler fra din sender.
de: Deaktivieren Sie diesen Wert, wenn Sie keine Alarme von Ihrem Sender erhalten möchten.
es: Desactive este valor si no desea recibir ninguna alerta de su emisora.
fi: Poista tämä arvo käytöstä, jos et halua vastaanottaa mitään hälytyksiä lähettimestäsi.
fr: Désactivez cette valeur si vous souhaitez ne pas recevoir d'alertes de votre émetteur.
he: השבת ערך זה אם ברצונך לא לקבל התראות מהמשדר שלך
hu: Kapcsolja ki ezt az értéket, ha nem szeretne riasztásokat kapni a jeladójától.
it: Disattivare questo valore se si desidera non ricevere avvisi dal trasmettitore.
ja: 送信機からのアラートを受信しない場合は、この値を無効にします。
ko: 송신기로부터 알림을 받지 않으려면 이 값을 비활성화합니다.
nb: Deaktiver denne verdien hvis du ikke ønsker å motta noen varsler fra senderen
nl: Schakel deze waarde uit als u geen waarschuwingen van uw zender wilt ontvangen.
pl: Wyłącz tę wartość, jeśli nie chcesz otrzymywać żadnych powiadomień z nadajnika.
pt_br: Desativar este valor se não pretender receber quaisquer alertas do seu transmissor
ro: Dezactivați această valoare dacă doriți să nu primiți nicio alertă de la transmițătorul dumneavoastră
ru: Отключите это значение, если вы хотите не получать никаких предупреждений от передатчика.
sk: Túto hodnotu vypnite, ak nechcete dostávať žiadne upozornenia z vysielača.
sl: To vrednost onemogočite, če ne želite prejemati nobenih opozoril iz oddajnika.
sv: Avaktivera detta värde om du inte vill ta emot några varningar från din sändare
tr: Vericinizden herhangi bir uyarı almak istemiyorsanız bu değeri devre dışı bırakın
uk: Вимкніть це значення, якщо ви не хочете отримувати жодних сповіщень від вашого передавача
vi: Tắt giá trị này nếu bạn không muốn nhận bất kỳ cảnh báo nào từ máy phát của bạn
zh_hans: 如果您不想收到发射机发出的任何警报，请禁用此值。

source: Disconnect detected
ar: تم اكتشاف قطع الاتصال
cs: Zjištěno odpojení
da: Afbrydelse registreret
de: Unterbrechung der Verbindung erkannt
es: Desconexión detectada
fi: Yhteyden katkaisu havaittu
fr: Déconnexion détectée
he: ניתוק זוהה
hu: Megszakadt kapcsolat észlelve
it: Rilevata disconnessione
ja: 切断が検出された
ko: 연결 해제 감지됨
nb: Frakobling oppdaget
nl: Verbinding verbroken
pl: Wykryto rozłączenie
pt_br: Desconexão detectada
ro: Deconectare detectată
ru: Обнаружено разъединение
sk: Zistené odpojenie
sl: Odkrita prekinitev povezave
sv: Frånkoppling upptäckt
tr: Bağlantı kesildi
uk: Виявлено роз'єднання
vi: Đã phát hiện ngắt kết nối
zh_hans: 检测到断线

source: DMS Settings
ar: إعدادات DMS
cs: Nastavení DMS
da: DMS-indstillinger
de: DMS-Einstellungen
es: Ajustes DMS
fi: DMS-asetukset
fr: Paramètres DMS
he: הגדרות DMS
hu: DMS beállítások
it: Impostazioni DMS
ja: DMSの設定
ko: DMS 설정
nb: DMS-innstillinger
nl: DMS-instellingen
pl: Ustawienia DMS
pt_br: Definições DMS
ro: Setări DMS
ru: Настройки DMS
sk: Nastavenia DMS
sl: Nastavitve DMS
sv: DMS-inställningar
tr: DMS Ayarları
uk: Налаштування DMS
vi: Cài đặt DMS
zh_hans: DMS 设置

source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Erledigt
es: Hecho
fi: Valmis
fr: Terminé
he: בוצע
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Gedaan
pl: Gotowe
pt_br: Feito
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
tr: Bitti
uk: Зроблено.
vi: Xong
zh_hans: 已完成

source: Dropout
ar: التسرب
de: Aussteiger
es: Abandono
fr: Abandon
he: נשירה
hu: Kiesés
it: Abbandono
ja: ドロップアウト
ko: 드롭아웃
nl: Uitval
pl: Porzucenie
pt_br: Abandono
ro: Abandon
ru: Отсев
sk: Predčasné ukončenie štúdia
sl: Izpadli
sv: Avhoppare
tr: Okulu Bırakma
uk: Відсів
vi: Bỏ học
zh_hans: 辍学

source: Dropout phase
ar: مرحلة التسرب
cs: Fáze vyřazení
da: Frafaldsfase
de: Ausstiegsphase
es: Fase de abandono
fi: Keskeyttämisvaihe
fr: Phase d'abandon
he: שלב הנשירה
hu: Kiesési fázis
it: Fase di abbandono
ja: ドロップアウト期
ko: 드롭아웃 단계
nb: Frafallsfasen
nl: Uitvalfase
pl: Faza porzucenia
pt_br: Fase de abandono
ro: Faza de renunțare
ru: Фаза отсева
sk: Fáza vysadenia
sl: Faza izpada
sv: Avhoppsfas
tr: Bırakma aşaması
uk: Фаза відсіву
vi: Giai đoạn bỏ học
zh_hans: 辍学阶段

source: Email address
ar: عنوان البريد الإلكتروني
cs: E-mailová adresa
da: E-mail-adresse
de: E-Mail Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse électronique
he: כתובת דוא"ל
hu: E-mail cím
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de correio eletrónico
ro: Adresa de e-mail
ru: Адрес электронной почты
sk: E-mailová adresa
sl: E-poštni naslov
sv: E-postadress
tr: E-posta adresi
uk: Адреса електронної пошти
vi: Địa chỉ email
zh_hans: 电子邮件地址

source: Email Address
ar: عنوان البريد الإلكتروني
cs: E-mailová adresa
da: E-mail-adresse
de: E-Mail Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse électronique
he: כתובת דוא"ל
hu: E-mail cím
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de correio eletrónico
ro: Adresa de e-mail
ru: Адрес электронной почты
sk: E-mailová adresa
sl: Elektronski naslov
sv: E-postadress
tr: E-posta Adresi
uk: Адреса електронної пошти
vi: Địa chỉ Email
zh_hans: 电子邮件地址

source: Enable high glucose alerts
ar: تمكين تنبيهات ارتفاع الجلوكوز
cs: Povolení upozornění na vysokou hladinu glukózy
da: Aktivér advarsler om højt blodsukker
de: Alarme für hohen Glukosegehalt aktivieren
es: Activar alertas de glucosa alta
fi: Ota käyttöön korkean glukoosin hälytykset
fr: Activation des alertes d'hyperglycémie
he: אפשר התראות גבוהות של גלוקוז
hu: Magas glükózszintű riasztások engedélyezése
it: Abilitare gli avvisi di glucosio elevato
ja: 高グルコース警告を有効にする
ko: 고혈당 알림 활성화
nb: Aktiver varsler om høyt blodsukker
nl: Waarschuwingen voor hoge glucose inschakelen
pl: Włącz alerty wysokiego poziomu glukozy
pt_br: Ativar alertas de glicose elevada
ro: Activați alertele de glicemie ridicată
ru: Включите предупреждения о высоком уровне глюкозы
sk: Povolenie upozornení na vysokú hladinu glukózy
sl: Omogočite opozorila o visoki ravni glukoze
sv: Aktivera varningar för högt blodsocker
tr: Yüksek glikoz uyarılarını etkinleştirin
uk: Увімкнути сповіщення про високий рівень глюкози
vi: Kích hoạt cảnh báo đường huyết cao
zh_hans: 启用高血糖警报

source: Enable this value if you wish to receive alerts from your transmitter if you exceed a high glucose
ar: قم بتمكين هذه القيمة إذا كنت ترغب في تلقي تنبيهات من جهاز الإرسال الخاص بك إذا تجاوزت مستوى الجلوكوز المرتفع
cs: Tuto hodnotu povolte, pokud si přejete dostávat upozornění z vysílače, pokud překročíte vysokou hladinu glukózy.
da: Aktivér denne værdi, hvis du ønsker at modtage advarsler fra din sender, hvis du overskrider en høj glukosegrænse.
de: Aktivieren Sie diesen Wert, wenn Sie Warnungen von Ihrem Sender erhalten möchten, wenn Sie einen hohen Blutzuckerwert überschreiten.
es: Active este valor si desea recibir alertas de su transmisor si supera un nivel alto de glucosa
fi: Ota tämä arvo käyttöön, jos haluat saada lähettimestäsi hälytyksiä, jos ylität korkean glukoosipitoisuuden.
fr: Activez cette valeur si vous souhaitez recevoir des alertes de votre transmetteur en cas de dépassement d'un taux de glucose élevé.
he: הפעל ערך זה אם ברצונך לקבל התראות מהמשדר שלך אם אתה חורג מהגלוקוז הגבוה
hu: Engedélyezze ezt az értéket, ha riasztásokat szeretne kapni a jeladójától, ha túllépi a magas glükózszintet.
it: Attivare questo valore se si desidera ricevere avvisi dal trasmettitore se si supera un valore elevato di glucosio.
ja: 高グルコースを超えた場合にトランスミッターからアラートを受信したい場合は、この値を有効にします。
ko: 고혈당 초과 시 트랜스미터에서 알림을 받으려면 이 값을 활성화합니다.
nb: Aktiver denne verdien hvis du ønsker å motta varsler fra senderen din hvis du overskrider en høy glukose
nl: Schakel deze waarde in als u waarschuwingen van uw zender wilt ontvangen wanneer u een hoge glucosewaarde overschrijdt.
pl: Włącz tę wartość, jeśli chcesz otrzymywać powiadomienia z nadajnika o przekroczeniu wysokiego poziomu glukozy.
pt_br: Active este valor se pretender receber alertas do seu transmissor se exceder um valor elevado de glicose
ro: Activați această valoare dacă doriți să primiți alerte de la transmițătorul dumneavoastră dacă depășiți un nivel ridicat al glicemiei
ru: Включите это значение, если хотите получать предупреждения от передатчика о превышении уровня глюкозы.
sk: Túto hodnotu zapnite, ak chcete dostávať upozornenia z vysielača, ak prekročíte vysokú hladinu glukózy.
sl: To vrednost omogočite, če želite od oddajnika prejemati opozorila, če presežete visoko vrednost glukoze.
sv: Aktivera detta värde om du vill få varningar från din sändare om du överskrider ett högt glukosvärde.
tr: Yüksek glikoz değerini aştığınızda vericinizden uyarı almak istiyorsanız bu değeri etkinleştirin
uk: Увімкніть це значення, якщо ви хочете отримувати сповіщення від вашого датчика, якщо рівень глюкози перевищує норму.
vi: Bật giá trị này nếu bạn muốn nhận cảnh báo từ máy phát của mình nếu bạn vượt quá mức glucose cao
zh_hans: 如果您希望在血糖过高时收到发射机发出的警报，请启用此值。

source: Enable transmitter vibration
ar: تمكين اهتزاز جهاز الإرسال
cs: Povolení vibrací vysílače
da: Aktivér senderens vibrationer
de: Sendervibration einschalten
es: Activar la vibración del transmisor
fi: Ota lähettimen tärinä käyttöön
fr: Activer la vibration de l'émetteur
he: אפשר רטט משדר
hu: Az adó rezgésének engedélyezése
it: Abilitazione della vibrazione del trasmettitore
ja: 送信機の振動を有効にする
ko: 송신기 진동 활성화
nb: Aktiver vibrasjon på senderen
nl: Zendertrilling inschakelen
pl: Włącz wibracje nadajnika
pt_br: Ativar a vibração do transmissor
ro: Activați vibrația transmițătorului
ru: Включить вибрацию передатчика
sk: Povolenie vibrácií vysielača
sl: Omogočanje vibracij oddajnika
sv: Aktivera vibrationer i sändaren
tr: Verici titreşimini etkinleştir
uk: Увімкнути вібрацію передавача
vi: Kích hoạt rung máy phát
zh_hans: 启用发射机振动

source: Eversense 365
ar: إيفرسنس 365
he: אברסנס 365
ja: エバーセンス365
ko: 에버센스 365

source: Eversense Account
ar: حساب Eversense
cs: Účet Eversense
da: Eversense-konto
de: Eversense Konto
es: Cuenta Eversense
fi: Eversense-tili
fr: Compte Eversense
he: חשבון אברסנס
hu: Eversense számla
it: Conto Eversense
ja: エバーセンスアカウント
ko: 에버센스 계정
nb: Eversense-konto
nl: Eversense rekening
pl: Konto Eversense
pt_br: Conta Eversense
ro: Cont Eversense
ru: Учетная запись Eversense
sk: Účet Eversense
sl: Račun Eversense
sv: Eversense-konto
tr: Eversense Hesabı
uk: Акаунт Eversense
vi: Tài khoản Eversense
zh_hans: Eversense 账户

source: Eversense E3
ar: إيفرسنس E3
he: אברסנס E3
ja: エバーセンスE3
ko: 에버센스 E3

source: Eversense NOW
ar: إيفرسنس ناو
da: Eversense NU
fi: Eversense NYT
he: אברסנס עכשיו
it: Eversense ORA
ja: エバーセンス・ナウ
ko: 지금 에버센스
nb: Eversense NÅ
nl: NU Eversense
sk: Eversense TERAZ
sl: Eversense ZDAJ
sv: Eversense NU
tr: Eversense ŞİMDİ
vi: Eversense NGAY BÂY GIỜ
